{
   "id":4,
   "heading":"What is a NASA DAAC",
   "paragraphs":[
      {
         "text":"NASA's Distributed Active Archive Centers (DAACs) are components of NASA's Earth Observing System Data and Information System (EOSDIS) which provides science data to a wide community of users. The science systems of EOSDIS are managed by NASA's Earth Science Data and Information System (ESDIS) Project, part of NASA's Earth Science Data System (ESDS) Program."
      },
      {
         "text":"The DAACs provide data publication, data access, and data user support, as custodians of NASA Earth Science data. DAACs are domain-focused data repositories supporting the specific needs of science disciplines, while also enabling cross-disciplinary data usage."
      },
      {
         "text":"For more information on the DAACs, see the <a title='Earthdata EOSDIS DAACs page' href='https://www.earthdata.nasa.gov/eosdis/daacs' class='ext' target=_blank>Earthdata EOSDIS DAACs page</a>."
      },
      {
         "heading":"NASA DAACS",
         "text":"The table below lists the 12 NASA DAACs with their primary scientific disciplines. Use this to best associate your data request.",
         "table":{
            "caption":"Table 1. NASA DAACs and Science Disciplines",
            "heading":[
               "NASA DAAC",
               "Scientific Disciplines"
            ],
            "rows":[
               {
                  "number":1,
                  "columns":[
                     "Alaska Satellite Facility (ASF)",
                     "SAR Products, Change Detection, Sea Ice, Polar Processes"
                  ]
               },
               {
                  "number":2,
                  "columns":[
                     "Atmospheric Science Data Center (ASDC)",
                     "Radiation Budget, Clouds, Aerosols, Tropospheric Composition"
                  ]
               },
               {
                  "number":3,
                  "columns":[
                     "Crustal Dynamics Data Information System (CDDIS)",
                     "Space Geodesy, Solid Earth"
                  ]
               },
               {
                  "number":4,
                  "columns":[
                     "Global Hydrometeorology Resource Center (GHRC)",
                     "Lightning, Severe Weather Interactions, Atmospheric Convection, Hurricanes, Storm-induced Hazards"
                  ]
               },
               {
                  "number":5,
                  "columns":[
                     "Goddard Earth Sciences Data and Information Services Center (GES DISC)",
                     "Global Precipitation, Solar Irradiance, Atmospheric Composition and Dynamics, Water and Energy"
                  ]
               },
               {
                  "number":6,
                  "columns":[
                     "Land Processes DAAC (LPDAAC)",
                     "Land data products "
                  ]
               },
               {
                  "number":7,
                  "columns":[
                     "Level 1 and Atmosphere Archive and Distribution System (LAADS)",
                     "MODIS (Moderate Resolution Imaging Spectrometer) Level 1 data (geolocation, L1A, and radiance L1B) and Atmosphere (Level 2 and Level 3) "
                  ]
               },
               {
                  "number":8,
                  "columns":[
                     "National Snow and Ice Data Center DAAC (NSIDC DAAC)",
                     "Cryospheric Processes, Sea Ice, Snow, Ice Sheets, Frozen Ground, Glaciers, Soil Moisture"
                  ]
               },
               {
                  "number":9,
                  "columns":[
                     "Oak Ridge National Laboratory (ORNL)",
                     "Biogeochemical Dynamics, Ecological Data, Environmental Processes"
                  ]
               },
               {
                  "number":10,
                  "columns":[
                     "Ocean Biology DAAC (OB.DAAC)",
                     "Ocean Biology"
                  ]
               },
               {
                  "number":11,
                  "columns":[
                     "Physical Oceanography DAAC (PO.DAAC)",
                     "Gravity, Ocean Circulation, Ocean Heat Budget, Ocean Surface Topography, Ocean Temperature, Ocean Waves, Ocean Winds, Ocean Salinity, Surface Water"
                  ]
               },
               {
                  "number":12,
                  "columns":[
                     "Socioeconomic Data and Application Data Center (SEDAC)",
                     "Synthesized Earth science and socio-economic data"
                  ]
               }
            ]
         }
      }
   ]
}