
{
    "id":1,
    "heading":"What is Earthdata Pub?",
    "paragraphs":[
       {
          "text":"Earthdata Pub is a resource center providing information and online tools for publishing data at NASA Distributed Active Archive Centers (DAACs).  Using Earthdata Pub you can:",
          "list":[
             "Learn about the data publication process",
             "Request to publish your data at a DAAC",
             "Submit information and files required to publish your data",
             "Track the publication status of your data"
          ]
       },
       {
          "heading":"Is Your Data Right for a NASA DAAC?",
          "text":"In order to publish data at a DAAC, it must be approved by the NASA Earth Science Data Systems (ESDS) program and the Earth Science Data and Information System (ESDIS) project. The following types of Earth Science data can be considered for publication at a DAAC:",
          "list":[
            "Produced by NASA science missions",
            "Produced by scientists at NASA facilities",
            "Resulting from NASA research program funding",
            "Resulting from NASA Applied Science funding if aligned with Earth observation data",
            "Created from NASA data",
            "Strongly supporting NASA Earth observation data"
         ]
       },
       {
         "heading": "Benefits of Publishing Data at a DAAC",
         "text": "DAACs are domain-focused data repositories supporting the specific needs of Earth science disciplines, while also enabling cross-disciplinary data usage. When you publish your data with a DAAC:",
         "list": [
            "Your data are citable, giving you credit for their use in research.",
            "Your data are discoverable amidst a vast data catalog of complimentary data in NASA’s <a title='Earthdata Search' href='https://search.earthdata.nasa.gov' class='ext' target=_blank>Earthdata Search</a>, increasing the reach and relevance of your data.",
            "A broader group of scientists and data users can find, understand, and use your data to address a wider variety of questions, now and in the long-term."
         ]
      }
    ]
 }